geSolidSignedVolume(OdArray&lt;OdGePoint3d,OdMemoryAllocator&lt;OdGePoint3d&gt;&gt;!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,System.Double*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,OdGePoint3d!System.Runtime.CompilerServices.IsConst*)
\details
Calculates signed volume of a triangulated solid.
\param points [in]  Array of 3D points (in order of the triangles they form).
\param volume [out]  Receives the volume value.
\param basePoint [in]  Point to replace (0,0,0) for calculation purposes.
\remarks
Array of points should be divided by 3 without remainder.
Negative sign of volume means that triangles in the solid are ordered clockwise.
Corresponding C++ library: TD_Ge